Revit 2027 API
RevitLinkGraphicsSettings Constructor
 Creates a new RevitLinkGraphicsSettings instance.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public RevitLinkGraphicsSettings()
Public Sub New
public:
RevitLinkGraphicsSettings()
new : unit -> RevitLinkGraphicsSettings
See Also
Reference
RevitLinkGraphicsSettings Class
Autodesk.Revit.DB Namespace